Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/GameCenter.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BUTTON_TITLE_APPLETV
source: See how your data is managed
ar: تعرَّف على كيفية إدارة بياناتك
bg: Вижте как се управляват вашите данни
ca: Mostra com es gestionen les dades
cs: Informace o správě vašich dat
da: Se, hvordan dine data administreres
de: So werden deine Daten verwaltet
el: Τρόπος διαχείρισης των δεδομένων σας
es: Consulta cómo se gestionan tus datos
es_us: Consulta cómo se utiliza tu información
fi: Katso, miten tietojasi hallitaan
fr: Découvrez comment sont gérées vos données
fr_ca: Découvrez comment vos données sont gérées
he: כיצד מנוהלים הנתונים שלך
hi: देखें कि आपका डेटा कैसे प्रबंधित किया जाता है
hr: Pogledajte kako se upravlja vašim podacima
hu: Az adatok kezelésének áttekintése
id: Lihat bagaimana data Anda dikelola
it: Scopri come vengono gestiti i tuoi dati
ja: 個人データの管理方法について確認
kk: Деректеріңіз қалай басқарылады
ko: 사용자의 데이터가 어떻게 관리되는지 보기
lt: Kaip tvarkomi jūsų duomenys
ms: Lihat cara data anda diurus
nl: Bekijk hoe je gegevens worden beheerd
no: Se hvordan dataene administreres
pl: Jak zarządzamy Twoimi danymi
pt_br: Veja como os seus dados são gerenciados
pt_pt: Veja como são geridos os seus dados
ro: Aflați cum sunt gestionate datele dvs.
ru: Как осуществляется управление данными
sk: Informácie o správe vašich dát
sl: Kako so upravljani vaši podatki
sv: Se hur dina data hanteras
th: ดูการจัดการข้อมูลของคุณ
tr: Verilerinizin nasıl yönetildiğini görün
uk: Як керують вашими даними
vi: Xem cách chúng tôi quản lý dữ liệu của bạn
zh_cn: 了解数据的管理方式
zh_hk: 查看資料管理方式
zh_tw: 查看你資料的管理方式

# FOURTH_BULLET
source: Your Game Center nickname, avatar, scores, and Arcade subscription state are visible to all Game Center users. You can also choose to share other Game Center activity information, such as games you have played and achievements progress, with your Game Center friends or all Game Center users. This information will be visible to those you share it with in Game Center and other Apple services, like the App Store and Apple Arcade. Your name may also be visible to your Game Center friends.
ar: يظهر اسمك المستعار في Game Center وصورتك الرمزية ونتائجك وحالة اشتراكك في Arcade، لجميع مستخدمي Game Center. يمكنك أيضًا اختيار مشاركة معلومات نشاط Game Center الأخرى، مثل الألعاب التي لعبتها وتقدم إنجازاتك، مع أصدقائك في Game Center أو جميع مستخدمي Game Center. وتكون هذه المعلومات مرئية لمن تشاركها معهم في Game Center وخدمات Apple الأخرى، مثل App Store و Apple Arcade. وقد يكون اسمك مرئيًا أيضًا لأصدقائك في Game Center.
bg: Вашите прякор, аватар, резултати и състояние на абонамент Arcade в Game Center са видими за всички потребители в Game Center. Освен това можете да изберете да споделяте и друга информация за активността си в Game Center, например игрите, които сте играли, и напредъка на вашите постижения, с вашите приятели в Game Center или с всички потребители на Game Center. Тази информация ще бъде видима за тези, с които я споделяте в Game Center и в други услуги на Apple като App Store и Apple Arcade. Вашето име също може да бъде видимо за вашите приятели в Game Center.
ca: Tothom del Game Center pot veure l’àlies, l’avatar, les puntuacions i l’estat de la subscripció a l’Arcade. Addicionalment, també pots compartir altres dades sobre la teva activitat al Game Center, com ara els jocs a què has jugat i el teu progrés pel que fa als assoliments, amb les teves amistats del Game Center o amb tothom. Aquesta informació la podrà veure qualsevol persona amb qui la comparteixis al Game Center i en altres serveis d’Apple, com ara l’App Store i l’Apple Arcade. Les teves amistats del Game Center també veuran el teu nom.
cs: Vaši přezdívku, avatara a skóre v Game Centru a stav předplatného služby Arcade vidí všichni uživatelé Game Centra. Kromě toho se můžete rozhodnout sdílet i další informace o své aktivitě v Game Centru, například o hrách, které jste hráli, a o vašich pokrocích v dosahování úspěchů. Tyto informace můžete sdílet buď jen s přáteli, nebo se všemi uživateli Game Centra. Uvidí je uživatelé, se kterými sdílíte svoje informace v Game Centru a dalších službách Apple, například v App Storu a Apple Arcade. Je možné, že vaši přátelé v Game Centru uvidí také vaše jméno.
da: Dit kaldenavn, din avatar og dine resultater i Game Center, samt om du abonnerer på Arcade, kan ses af alle Game Center-brugere. Du kan også vælge at dele andre Game Center-aktivitetsoplysninger, såsom spil, du har spillet, og præstationsudvikling, med dine Game Center-venner eller alle Game Center-brugere. Disse oplysninger vil være synlige for dem, du deler dem med i Game Center og andre Apple-tjenester, f.eks. App Store og Apple Arcade. Dit navn er muligvis også synligt for dine venner i Game Center.
de: Dein Game Center-Spitzname und -Avatar, deine Scores und der Arcade-Abonnementstatus sind für alle Game Center-Benutzer:innen sichtbar. Du kannst auch festlegen, dass Informationen zu deinen anderen Game Center-Aktivitäten mit deinen Game Center-Freund:innen oder mit allen Game Center-Benutzer:innen geteilt werden. Zu diesen Informationen gehören Spiele, die du gespielt hast, und die Fortschritte bei deinen Erfolgen. Diese Informationen sind nur für die Personen sichtbar, mit denen du sie in Game Center und anderen Apple-Diensten wie dem App Store und Apple Arcade teilst. Dein Name kann auch für deine Game Center-Freund:innen sichtbar sein.
el: Το ψευδώνυμο, το άβαταρ, οι βαθμολογίες και η κατάσταση της συνδρομής Arcade σας στο Game Center είναι ορατά σε όλους τους χρήστες του Game Center. Μπορείτε επίσης να επιλέξετε την κοινοποίηση άλλων πληροφοριών δραστηριότητας Game Center, π.χ. τα παιχνίδια που έχετε παίξει και την πρόοδο επιτευγμάτων σας, στους φίλους σας στο Game Center ή σε όλους τους χρήστες του Game Center. Αυτές οι πληροφορίες θα είναι ορατές σε όσους τις κοινοποιείτε στο Game Center και σε άλλες υπηρεσίες Apple, όπως το App Store και το Apple Arcade. Το όνομά σας μπορεί επίσης να είναι ορατό στους φίλους σας στο Game Center.
es: Tu alias de Game Center, tu avatar, tus mejores puntuaciones y el estado de tu suscripción a Arcade son visibles para todos los usuarios de Game Center. Además, puedes decidir si compartir otra información de tu actividad en Game Center, como pueden ser los juegos a los que has jugado y tus logros, solo con tus amigos o con todos los usuarios de Game Center. Esta información estará visible para todas las personas con quienes la compartas en Game Center y en otros servicios de Apple, como App Store y Apple Arcade. Tu nombre también puede estar visible para tus amigos de Game Center.
es_us: Todos los usuarios de Game Center pueden ver tu apodo, avatar, puntuaciones y el estado de tu suscripción de Arcade. También puedes optar por compartir otra información sobre tu actividad en Game Center, como los títulos que has jugado y tu progreso en los logros, sólo con tus amigos o con todos los usuarios de Game Center. Las personas que elijas podrán ver esta información en Game Center y en otros servicios de Apple, tales como App Store y Apple Arcade. Además, es probable que tus amigos de Game Center puedan ver tu nombre.
fi: Game Center -lempinimesi, avatarisi, tuloksesi ja Arcade-tilauksesi tila näkyvät kaikille Game Center -käyttäjille. Voit myös jakaa muita Game Center -käyttötietojasi, kuten pelaamasi pelit ja saavutustesi edistymisen, Game Center -kavereillesi tai kaikille Game Center -käyttäjille. Nämä tiedot näkyvät niille, joille jaat ne Game Centerissä ja muissa Applen palveluissa, kuten App Storessa ja Apple Arcadessa. Nimesi voi myös näkyä Game Center -kavereillesi.
fr: Votre pseudo, votre avatar et vos scores Game Center, ainsi que l’état de votre abonnement Arcade sont visibles pour tous les autres utilisateurs de Game Center. Vous pouvez également choisir de partager d’autres informations relatives à votre activité dans Game Center, comme les jeux auxquels vous avez joué, votre progression dans les réalisations, avec vos amis Game Center ou tous les utilisateurs de Game Center. Ces informations seront visibles pour toutes les personnes avec lesquelles vous les partagez dans Game Center et d’autres services Apple, comme l’App Store et Apple Arcade. Votre nom peut également être visible pour vos amis Game Center.
fr_ca: Votre pseudo, votre avatar, vos scores et votre état d’abonnement à Arcade dans Game Center sont visibles par tous les utilisateurs de Game Center. Vous pouvez aussi choisir de partager d’autres informations d’activité Game Center, telles que les jeux auxquels vous avez joué et vos réalisations, avec vos amis Game Center ou avec tous les utilisateurs de Game Center. Ces informations seront visibles par ceux avec qui vous les partagez dans Game Center et dans d’autres services Apple, comme l’App Store et Apple Arcade. Votre nom pourrait également être visible par vos amis Game Center.
he: הכינוי שלך ב-Game Center, האווטאר, הניקוד ומצב המינוי ל-Arcade גלויים לכל משתמשי Game Center. באפשרותך גם לבחור לשתף פרטי פעילות אחרים של Game Center, כגון משחקים ששיחקת בהם והישגים שהגעת אליהם, עם החברים שלך ב-Game Center או עם כל משתמשי Game Center. מידע זה יהיה גלוי בפני מי שהחלטת לשתף עמו פרטים אלו ב-Game Center ובשירותי Apple אחרים, כגון App Store ו-Apple Arcade. גם השם שלך עשוי להיות גלוי בפני החברים שלך ב-Game Center.
hi: आपका Game Center प्रचलित नाम, अवतार, स्कोर और Arcade सबस्क्रिप्शन Game Center के सभी यूज़र को दिखाई देते हैं। आप अपने Game Center के दोस्तों या Game Center के सभी यूज़र के साथ Game Center की अन्य ऐक्टिविटी की जानकारी शेयर करना भी चुन सकते हैं जैसे आपके द्वारा खेले गए गेम और उपलब्धियों की प्रगति। यह जानकारी उन लोगों को दिखाई देगी जिनके साथ आप इसे Game Center और अन्य Apple सेवाओं में जैसे कि App Store और Apple Arcade में शेयर करते हैं। आपका नाम Game Center के आपके दोस्तों को भी दिखाई दे सकता है।
hr: Vaš Game Center nadimak, avatar, rezultati i status Arcade pretplate vidljivi su svim korisnicima Game Centera. Možete također odlučiti dijeliti druge informacije o Game Center aktivnostima, poput igara koje ste igrali i napretka, s Game Center prijateljima ili svim korisnicima Game Centera. Ove će informacije biti vidljive onima s kojima ih dijelite u Game Centeru i drugim uslugama tvrtke Apple kao što je App Store i Apple Arcade. Vašim Game Center prijateljima možda će biti vidljivo i vaše ime.
hu: Az Ön Game Centerben használt becenevét, avatárját, pontszámait és Arcade-előfizetésének állapotát az összes Game Center-felhasználó láthatja. A Game Center-barátaival vagy az összes Game Center-felhasználóval is megoszthatja az egyéb Game Center-tevékenységinformációit is (például az Ön által játszott játékokat és az elért eredményeket). Ezek az információk láthatók lesznek azok számára, akikkel megosztja a Game Centerben és egyéb Apple-szolgáltatásokban, például az App Store-ban és az Apple Arcade-ben. Előfordulhat, hogy a Game Center-barátai az Ön nevét is látni fogják.
id: Nama panggilan, avatar, skor, dan status langganan Arcade Game Center Anda dapat dilihat oleh semua pengguna Game Center. Anda juga dapat memilih untuk membagikan informasi aktivitas Game Center lainnya, seperti game yang telah Anda mainkan dan kemajuan pencapaian, dengan teman Game Center Anda atau semua pengguna Game Center. Informasi ini akan dapat dilihat oleh pengguna yang berbagi dengan Anda di Game Center dan layanan Apple lainnya, seperti App Store dan Apple Arcade. Nama Anda juga dapat dilihat oleh teman Game Center Anda.
it: Il nickname, l’avatar, i punteggi e lo stato del tuo abbonamento su Arcade sono visibili a tutti gli utenti di Game Center. Puoi anche scegliere di condividere altre informazioni sulle attività di Game Center, come i giochi che hai utilizzato e l’avanzamento degli obiettivi, con i tuoi amici o con tutti gli utenti di Game Center. Tali informazioni saranno visibili alle persone con cui le condividi in Game Center e in altri servizi Apple, come App Store e Apple Arcade. Ai tuoi amici di Game Center può essere visibile anche il tuo nome.
ja: あなたがGame Centerで使うニックネームとアバター、あなたのスコア、およびArcadeのサブスクリプション状況は、すべてのGame Centerユーザに表示されます。Game Centerでの友達やすべてのGame Centerユーザに、あなたがプレイしたゲームや達成項目の進行状況など、Game Centerでのその他の活動についての情報を共有することも選択できます。この情報は、Game CenterおよびApp StoreやApple Arcadeなどその他のAppleのサービス上で共有相手に表示されます。あなたの名前もGame Centerでの友達に表示される場合があります。
kk: Game Center сервисіндегі лақап атыңыз, аватарыңыз, ұпайларыңыз және Arcade сервисіндегі жазылымыңыздың күйі барлық Game Center пайдаланушысына көрінеді. Сондай-ақ Game Center сервисіндегі достарыңызбен немесе Game Center сервисіндегі барлық пайдаланушымен Game Center сервисіндегі белсенділігіңіз туралы басқа ақпаратты, мысалы, сіз ойнаған ойындар және жетістіктеріңіз туралы ақпаратты бөлісуге болады. Бұл ақпарат сіз Game Center сервисінде және басқа да Apple сервистерінде (мысалы, App Store және Apple Arcade) бөлісетін пайдаланушыларға көрінетін болады. Game Center сервисіндегі достарыңыз сіздің атыңызды да көре алады.
ko: 사용자의 Game Center 별명, 아바타, 점수 및 Arcade 구독 상태는 모든 Game Center 사용자들에게 공개됩니다. 또한, 사용자가 플레이한 게임, 목표 달성 상태와 같은 기타 Game Center 활동 정보를 Game Center의 친구들이나 모든 Game Center 사용자와 공유할 수 있습니다. 사용자가 해당 정보를 공유하는 사람은 이를 Game Center 그리고 App Store 및 Apple Arcade와 같은 기타 Apple 서비스에서 볼 수 있습니다. 또한 사용자의 이름은 Game Center 친구들에게 공개될 수 있습니다.
lt: „Game Center“ slapyvardį, avatarą, rezultatus ir „Arcade“ prenumeratos būseną mato visi „Game Center“ naudotojai. Taip pat galite pasirinkti bendrinti kitą „Game Center“ veiklos informaciją su „Game Center“ draugais ar visais „Game Center“ naudotojais, pvz., žaistus žaidimus ir pasiekimų pažangą. Šią informaciją matys asmenys, su kuriais ją bendrinsite „Game Center“ ir kitose „Apple“ paslaugose, pvz., „App Store“ ir „Apple Arcade“. „Game Center“ draugai taip pat matys jūsų vardą.
ms: Nama panggilan, avatar, skor dan status langganan Arcade Game Center anda kelihatan kepada semua pengguna Game Center. Anda juga boleh memilih untuk berkongsi maklumat aktiviti Game Center yang lain, seperti permainan yang anda telah main dan kemajuan pencapaian, dengan rakan Game Center anda atau semua pengguna Game Center. Maklumat ini akan kelihatan kepada mereka yang anda kongsi dalam Game Center dan perkhidmatan Apple yang lain, seperti App Store dan Apple Arcade. Nama anda juga mungkin kelihatan kepada rakan Game Center anda.
nl: Je Game Center-bijnaam, je avatar, scores en status van je Arcade-abonnement zijn zichtbaar voor alle Game Center-gebruikers. Je kunt er ook voor kiezen om andere Game Center-activiteitsgegevens, zoals games die je hebt gespeeld en achievements, met je Game Center-vrienden of alle Game Center-gebruikers te delen. Deze informatie is zichtbaar voor degenen met wie je de informatie deelt in Game Center en andere Apple voorzieningen, zoals de App Store en Apple Arcade. Je naam is mogelijk ook zichtbaar voor Game Center-vrienden.
no: Game Center-kallenavnet, -avataren og -resultater, samt abonnements­statusen din for Apple Arcade, er synlige for alle Game Center-brukere. Du kan også velge å dele annen aktivitetsinformasjon i Game Center, som spill du har spilt, prestasjoner og framgang, med vennene dine i Game Center eller andre Game Center-brukere. Denne informasjonen er synlig for de du velger å dele med i Game Center og andre Apple-tjenester, som App Store og Apple Arcade. Navnet ditt kan også være synlig for Game Center-vennene dine.
pl: Twój pseudonim, awatar i wyniki w Game Center oraz stan subskrypcji Arcade są widoczne dla wszystkich użytkowników Game Center. Możesz także zdecydować się na udostępnianie informacji o aktywności w Game Center, takich jak zagrane przez Ciebie gry i postępy w nich, znajomym z Game Center lub wszystkim użytkownikom Game Center. Informacje te będą widoczne dla tych osób, którym je udostępniasz w Game Center i innych usługach Apple, takich jak App Store oraz Apple Arcade. Twoje imię może być również widoczne dla znajomych w Game Center.
pt_br: Seu apelido no Game Center, avatar, pontuações e estado da assinatura do Arcade são visíveis a todos os usuários do Game Center. Você também pode optar por compartilhar outras informações de atividades no Game Center, como os jogos que você jogou e seu progresso de conquistas, com seus amigos do Game Center ou todos os usuários do Game Center. Essas informações ficarão visíveis para as pessoas com quem você compartilhá‑las no Game Center e outros serviços da Apple, como App Store e Apple Arcade. Seu nome também pode estar visível para amigos do Game Center.
pt_pt: A sua alcunha, avatar, pontuações do Game Center e o estado da assinatura de Arcade estão visíveis para todos os utilizadores do Game Center. Também pode optar por partilhar outra informação de atividade no Game Center, como os jogos que jogou e as proezas conseguidas, com os seus amigos do Game Center ou com todos os utilizadores do Game Center. Esta informação poderá ser vista pelas pessoas com quem a partilhar no Game Center e noutros serviços Apple, como a App Store e Apple Arcade. O seu nome também poderá ficar visível para os seus amigos do Game Center.
ro: Pseudonimul, avatarul și scorurile dvs. din Game Center, precum și starea abonamentului dvs. Arcade, sunt vizibile pentru toți utilizatorii Game Center. Puteți opta să partajați și alte informații despre activitățile din Game Center, precum jocurile pe care le‑ați jucat și realizările obținute, cu prietenii din Game Center sau cu toți utilizatorii Game Center. Aceste informații vor fi vizibile pentru cei cu care le partajați în Game Center și alte servicii Apple, precum App Store și Apple Arcade. De asemenea, numele dvs. ar putea fi vizibil pentru prietenii din Game Center.
ru: Ваши псевдоним, аватар и результаты в Game Center, а также статус подписки Apple Arcade видны всем пользователям Game Center. Вы также можете делиться со своими друзьями в Game Center или со всеми пользователями в Game Center сведениями о своих действиях в Game Center, в том числе о том, в какие игры Вы играете и какие достижения Вы получили. Эта информация будет доступна тем, с кем Вы поделитесь ею в Game Center и других сервисах Apple, таких как App Store и Apple Arcade. Кроме того, Ваши друзья в Game Center могут просмотреть Ваше имя.
sk: Vašu prezývku, avatara, skóre a stav odberu služby Arcade v Game Center uvidia všetci užívatelia Game Center. S priateľmi alebo všetkými užívateľmi Game Center môžete zdieľať aj informácie o ďalších aktivitách v Game Center, napríklad informácie o hrách, ktoré ste hrali, a pokrokoch pri dosahovaní úspechov v hrách. Tieto informácie uvidia všetci užívatelia, s ktorými ich zdieľate prostredníctvom Game Center alebo iných služieb spoločnosti Apple, napríklad v App Store alebo Apple Arcade. Vaši priatelia v Game Center môžu vidieť aj vaše meno.
sl: Vaš vzdevek, avatar, število doseženih točk in stanje naročnine na storitev Arcade so vidni vsem uporabnikom omrežja Game Center. S prijatelji ali vsemi uporabniki omrežja Game Center lahko delite tudi druge podatke o aktivnostih, kot so igre, ki ste jih igrali, in dosežki pri igranju. Ti podatki bodo vidni tistim, s katerimi jih delite v storitvi Game Center in drugih storitvah Apple, kot sta App Store in Apple Arcade. Vaše ime bo morda vidno tudi prijateljem v omrežju Game Center.
sv: Ditt Game Center-smeknamn, avatar, resultat och om du abonnerar på Arcade kan ses av alla Game Center-användare. Du kan också välja att dela annan information om din Game Center-aktivitet, exempelvis spel som du har spelat och framsteg du gör, med dina Game Center-vänner eller alla Game Center-användare. Den informationen är synlig för de du delar den med i Game Center och andra Apple-tjänster som App Store och Apple Arcade. Ditt namn kan även vara synligt för dina Game Center-vänner.
th: ผู้ใช้ Game Center ทุกคนสามารถดูชื่อเล่น รูปประจำตัว คะแนน และสถานะการสมัครใช้บริการ Arcade Game Center ของคุณได้ คุณสามารถเลือกที่จะแชร์ข้อมูลกิจกรรม Game Center อื่นๆ เช่น เกมที่คุณเคยเล่นและความคืบหน้าของผลสำเร็จของคุณกับเพื่อนใน Game Center หรือผู้ใช้ Game Center ทั้งหมดได้เช่นกัน ซึ่งข้อมูลนี้จะแสดงให้คนที่คุณแชร์ด้วยเห็นใน Game Center รวมถึงบริการอื่นๆ ของ Apple เช่น App Store และ Apple Arcade เพื่อนใน Game Center อาจเห็นชื่อของคุณได้ด้วย
tr: Game Center takma adınız, avatarınız, puanlarınız ve Arcade abonelik durumunuz tüm Game Center kullanıcıları tarafından görülür. Game Center aktivitenizle ilgili, oynadığınız oyunlar ve başarı durumunuz gibi başka bilgileri de Game Center arkadaşlarınızla veya tüm Game Center kullanıcılarıyla paylaşmayı seçebilirsiniz. Bu bilgiler, Game Center’da ve App Store ve Apple Arcade gibi diğer Apple servislerinde paylaşımda bulunduğunuz kişiler tarafından görülür. Adınız da Game Center arkadaşlarınız tarafından görülebilir.
uk: Ваш псевдонім, аватар, рахунки Game Center і стан підписки на Arcade можуть бачити всі користувачі Game Center. Ви також можете поширювати іншу інформацію про дії в Game Center, як‑от зіграні ігри та отримані досягнення, для ваших друзів у Game Center або всіх користувачів Game Center. Таку інформацію можуть бачити люди, для яких ви її поширюєте в Game Center, а також в інших сервісах Apple, як‑от App Store і Apple Arcade. Ваше імʼя також може бути видимим для друзів у Game Center.
vi: Biệt danh, hình đại diện, điểm số Game Center và trạng thái đăng ký Arcade của bạn hiển thị với tất cả người dùng Game Center. Bạn cũng có thể lựa chọn chia sẻ thông tin hoạt động Game Center khác, ví dụ như các trò chơi mà bạn đã chơi và tiến trình thành tích của bạn, với bạn bè Game Center của mình hoặc tất cả người dùng Game Center. Thông tin này sẽ hiển thị cho những người mà bạn chia sẻ trong Game Center và các dịch vụ khác của Apple, như App Store và Apple Arcade. Tên của bạn cũng có thể hiển thị cho bạn bè Game Center.
zh_cn: 你的Game Center昵称、头像、得分和Arcade订阅状态对所有Game Center用户都可见。你还可以选择与Game Center朋友或所有Game Center用户共享其他Game Center活动信息，如你玩过的游戏和你的成就进度。此类信息对你在Game Center和诸如App Store和Apple Arcade等其他Apple服务中的共享对象可见。你的姓名也可能对Game Center朋友可见。
zh_hk: 所有Game Center用户都可以看到你的Game Center暱稱、頭像、分數和Arcade訂閲狀態。你亦可以選擇與Game Center朋友或所有Game Center用户分享你的其他Game Center活動資料，例如你玩過的遊戲和成就進度。你在Game Center和其他Apple服務（如App Store和Apple Arcade）的分享對象都可以看到這些資料。你的Game Center朋友亦可能會看到你的名稱。
zh_tw: 你的Game Center暱稱、頭像、分數和Arcade訂閱狀態都會顯示給所有Game Center使用者。你也可以選擇與Game Center朋友或所有Game Center使用者分享其他Game Center活動資訊，例如你玩過的遊戲和成就進度。這些資訊將會顯示給你在Game Center和其他Apple服務（如App Store和Apple Arcade）中分享的對象。你的名字也會顯示給你的Game Center朋友。
